{
    "value": {
        "Description": "event identifier",
        "HED": {
            "11001": "Experiment-control, Task",
            "11002": "Experiment-control, Task",
            "12101": "Experiment-control",
            "12102": "Experiment-control",
            "12201": "Experiment-control",
            "12202": "Experiment-control",
            "13001": "Experiment-control",
            "13002": "Experiment-control",
            "14111": "Experimental-stimulus",
            "14112": "Experimental-stimulus",
            "14121": "Experimental-stimulus",
            "14122": "Experimental-stimulus",
            "14211": "Experimental-stimulus",
            "14212": "Experimental-stimulus",
            "14231": "Experimental-stimulus",
            "14232": "Experimental-stimulus",
            "15111": "Experimental-stimulus",
            "15121": "Experimental-stimulus",
            "15211": "Experimental-stimulus",
            "15221": "Experimental-stimulus",
            "15311": "Experimental-stimulus",
            "15321": "Experimental-stimulus",
            "15411": "Experimental-stimulus",
            "15421": "Experimental-stimulus",
            "15511": "Experimental-stimulus",
            "15521": "Experimental-stimulus",
            "15611": "Experimental-stimulus",
            "15621": "Experimental-stimulus",
            "16101": "Experimental-stimulus",
            "16102": "Experimental-stimulus",
            "16201": "Experimental-stimulus",
            "16202": "Experimental-stimulus",
            "21111": "Participant-response",
            "21121": "Participant-response",
            "21201": "Participant-response",
            "21311": "Participant-response",
            "21321": "Participant-response",
            "31202": "",
            "31301": "",
            "31302": ""
        },
        "Levels": {
            "11001": "Begin fixation-locked ERP mission consisting of 8 blocks of trials",
            "11002": "End fixation-locked ERP mission consisting of 8 blocks of trials",
            "12101": "Begin block of 11 trials wherein math questions should be answered",
            "12102": "End block of 11 trials wherein math questions should be answered",
            "12201": "Begin block of 11 trials wherein math questions should be ignored",
            "12202": "End block of 11 trials wherein math questions should be ignored",
            "13001": "Begin an individual fixation-locked ERP trial",
            "13002": "End an individual fixation-locked ERP trial",
            "14111": "#FA# is displayed in a system status indicator. The participant correctly identifies the indicator as having shown #FA# after the trial.",
            "14112": "#FA# is removed from a system status indicator. The participant correctly identifies the indicator as having shown #FA# after the trial.",
            "14121": "#FA# is displayed in a system status indicator. The participant does not identify the indicator as having shown #FA# after the trial.",
            "14122": "#FA# is removed from a system status indicator. The participant does not identify the indicator as having shown #FA# after the trial.",
            "14211": "#OK# is displayed in a system status indicator. The participant correctly identifies the indicator as not having shown #FA# after the trial.",
            "14212": "#OK# is removed from a system status indicator. The participant correctly identifies the indicator as not having shown #FA# after the trial.",
            "14231": "#OK# is displayed in a system status indicator. The participant incorrectly identifies the indicator as having shown #FA# after the trial.",
            "14232": "#OK# is removed from a system status indicator. The participant incorrectly identifies the indicator as having shown #FA# after the trial.",
            "15111": "The first of six numbers comprising the math addition-subtraction task is aurally presented to the participant who is supposed to perform the math task",
            "15121": "The first of six numbers comprising the math addition-subtraction task is aurally presented to the participant who is supposed to ignore the math task",
            "15211": "The second of six numbers comprising the math addition-subtraction task is aurally presented to the participant who is supposed to perform the math task",
            "15221": "The second of six numbers comprising the math addition-subtraction task is aurally presented to the participant who is supposed to ignore the math task",
            "15311": "The third of six numbers comprising the math addition-subtraction task is aurally presented to the participant who is supposed to perform the math task",
            "15321": "The third of six numbers comprising the math addition-subtraction task is aurally presented to the participant who is supposed to ignore the math task",
            "15411": "The fourth of six numbers comprising the math addition-subtraction task is aurally presented to the participant who is supposed to perform the math task",
            "15421": "The fourth of six numbers comprising the math addition-subtraction task is aurally presented to the participant who is supposed to ignore the math task",
            "15511": "The fifth of six numbers comprising the math addition-subtraction task is aurally presented to the participant who is supposed to perform the math task",
            "15521": "The fifth of six numbers comprising the math addition-subtraction task is aurally presented to the participant who is supposed to ignore the math task",
            "15611": "The sixth of six numbers comprising the math addition-subtraction task is aurally presented to the participant who is supposed to perform the math task",
            "15621": "The sixth of six numbers comprising the math addition-subtraction task is aurally presented to the participant who is supposed to ignore the math task",
            "16101": "Begin presentation of feedback to the participant indicating that a correct answer was given for the math task",
            "16102": "End presentation of feedback to the participant indicating that a correct answer was given for the math task",
            "16201": "Begin presentation of feedback to the participant indicating that a incorrect answer was given for the math task",
            "16202": "End presentation of feedback to the participant indicating that a incorrect answer was given for the math task",
            "21111": "The participant clicks on a system status indicator to indicate it displayed #FA# during a trial and #FA# was displayed in the indicator",
            "21121": "The participant clicks on a system status indicator to indicate it displayed #FA# during a trial and #OK# was displayed in the indicator",
            "21201": "Participant clicks an OK button on the screen to submit system status #FA# selections",
            "21311": "Participant presses the enter key to submit correct math task calculation result after typing the result",
            "21321": "Participant presses the enter key to submit incorrect math task calculation result after typing the result",
            "31202": "The EEG data collection system fails",
            "31301": "The eye tracking data collection system fails",
            "31302": "The eye tracking data collection system fails"
        }
    }
}